{"53853":{"name":"M-EOL Stick your tongue out!","description":"Where in the world do these tongues come from? See if you can figure out which continent is home to these animals.","logo":"53853.jpg","level":"2","ordre":"4","active":"false"},"54041":{"name":"M-EOL The Origin of Spices","description":"This Collection highlights the origin of several common spices used for cooking.  Spices have been extensively traded since early times and many are now grown in places where they are not native. <br><\/br>\r\nSpices and herbs are parts of plants that are used to enhance the flavor of foods. They can also be used to preserve foods, cure illness and as natural pesticides.<\/br><br>  The difference between spices and herbs is based on which part of the plant they come from.  Herbs come from the leafy and green part of the plant while spices are parts of the plant other than the leaf such as the root, stem, bulb, bark or seeds.<\/br><br>\r\nSpices are often dried before being used to season foods. Some examples are allspice, cinnamon, cloves and pepper.  Herbs are used both fresh and dried and examples include basil, oregano, thyme, parsley and mint. Herbs are usually grown in more temperate areas than spices.<\/br>\r\n","logo":"54041.jpg","level":"2","ordre":"3","active":"false"},"53856":{"name":"M-EOL Herbivores in Action","description":"This is a collection of herbivores from around the world. Herbivores are animals that only eat plants.","logo":"53856.jpg","level":"1","ordre":"1","active":"true"},"53854":{"name":"M-EOL Native Trees of the World","description":"This collection features trees from around the world. You can find many of them on more than one continent today since trees were often transplanted from their native areas.","logo":"53854.jpg","level":"1","ordre":"2","active":"false"},"53852":{"name":"M-EOL Frogs of the World","description":"This is a collection of frogs from around the world. There are more than 4000 species of frogs worldwide. Which continents do these species call home?","logo":"53852.jpg","level":"3","ordre":"6","active":"false"},"53659":{"name":"M-EOL Life is Blue","description":"This is a collection of species that are at least partly blue. See if you can figure out on which continent they are found.","logo":"53659.jpg","level":"3","ordre":"4","active":"false"}}
